Repository: robosoto/reservation-system
Catalog: reservation-system-frontend/src/locale/messages.*.xlf
Languages: es

source: Welcome to Go Easy Car Rentals
es: Bienvenido a Go Easy Car Rentals

source: We're here to help get you where you're going!
es: ¡Estamos aquí para ayudarle a llegar a su destino!

source: We offer excellent customer serive, and reasonable pricing.
es: Ofrecemos un excelente servicio al cliente y precios razonables.

source: We have two convenient locations, with more opening soon!
es: Tenemos dos ubicaciones convenientes, ¡y pronto se abrirán más!

source: Go Easy Car Rental Locations
es: Oficinas de alquiler de coches de Go Easy

source: We currently have two convenient locations to choose from!
es: ¡Actualmente tenemos dos ubicaciones convenientes para elegir!

source: Location 1
es: Ubicación 1

source: Street Address: 1200 Diamond Street
es: Dirección: 1200 Diamond Street

source: City: Ambler
es: Ciudad: Ambler

source: State: Pennsylvania
es: Estado: Pensilvania

source: Contact: (215)907-9078
es: Contacto: (215)907-9078

source: Location 2
es: Ubicación 2

source: Street Address: 4054 Main Street
es: Dirección postal: 4054 calle principal

source: City: Mexico City
es: Ciudad: Ciudad de México

source: State: Mexico
es: Estado: México

source: Contact: +52 55 5083 1234
es: Contacto: +52 55 5083 1234

source: Reservation
es: Reserva

source: Vehicles
es: Vehículos

source: Locations
es: Ubicaciones

source: Make a Reservation
es: Hacer una reserva

source: or
es: o

source: View/Update Existing Reservation
es: Ver/actualizar reserva existente

source: Customer Name
es: Nombre del cliente

source: Pick-up & Return Location
es: Recogida y recogida Ubicación de regreso

source: Pick-up & Return Date
es: Recogida y recogida Fecha de regreso

source: Update a Reservation
es: Actualizar una reserva

source: Start a new Reservation
es: Iniciar una nueva Reserva

source: Reservation Number
es: Número de reserva

source: Update Pick-up & Return Location
es: Actualización de recogida y actualización Ubicación de regreso

source: Update pick-up & Return Date
es: Actualización de recogida y actualización Fecha de regreso
